#импортируем математический модуль
import math



#создаём переменные
a = 10
b = 5



#умножение
print("a * b =", a * b)

#деление
print("a / b =", a / b)

#умножение
print("a + b =", a + b)

#деление
print("a - b =", a - b)

#возведение в степень
print("a ^ 2 =", a ** 2)

#возведение под корень
print("√a =", math.sqrt(a))



#больше
if(10 > 5):
    print("10 больше чем 5")

#равно
if(5 == 5):
    print("5 равно 5")

#меньше
if(5 < 10):
    print("5 меньше чем 10")

#больше или равно
if(5 <= 5):
    print("5 больше или равно 5")

#меньше или равно
if(5 >= 5):
    print("5 меньше или равно 5")

#не равно
if(6 != 5):
    print("6 не равно 5")



